[M_MedicalMystery MissionDefinition]
MissionDescription="other residents [place]Triangle Valley[-place] The doctor came to the hospital. Z suffers from unexplained injuries: gunshot wounds. The fire is burning. I want to go out [place]Triangle Valley[-place] Do not touch anything that may be dangerous."
MissionTurnInLocation="Dear doctor"

[M_MedicalMystery:HeadToMercyCave MissionObjectiveDefinition]
ProgressMessage="Head to Dear doctor's lair"

[M_MedicalMystery:KillBandit MissionObjectiveDefinition]
ProgressMessage="Kill Dear doctor"

[M_MedicalMystery:SearchMercy MissionObjectiveDefinition]
ProgressMessage="Search Dear doctor"
